---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DividedPathFailures.DividedPathIndentsOverlap
source: html/dfadd234-9c1e-a414-84d7-9752a5563588.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DividedPathFailures.DividedPathIndentsOverlap Property

Beginning indent and end indent overlap.

## Syntax (C#)
```csharp
public static FailureDefinitionId DividedPathIndentsOverlap { get; }
```